{
  "article_id": "4_1861-03-06_p1_sn83045160_00200290045_1861030601_0134",
  "newspaper_name": "Memphis daily appeal. [volume] (Memphis, Tenn.) 1847-1886",
  "edition": "01",
  "date": "1861-03-06",
  "page": "p1",
  "headline": "FROM SOUTHERN ILLINOIS.",
  "byline": "",
  "article": "DELLEVILLEs ILL., heb. 70, 1901.\n\n\nEDIroRs APPEAL: knowing as I do the\ngreat anxiety of the people Of the South to\nknow what the people are saying and doing in\nthe different sections Of the country, make\nbold to ask space in your valuable columns\nFOR few more words from Southern Illinois\n\n\n@ . ssauzal view Southern Illinois is now\nsi7Rding e. si7aqss- sil,sli. sgas55ase. sWaiting\nwith great anxiety and interest the result Of\n'peses cammittses,'' The balancing ef acom-\npromises,'' and other probable forthcoming re-\nsuits As her peculiar, and almost entire, in\nterests are now vested in the slaveholding\nStates, and consequently, mainly relying upon\nthem for her future prosperity, and as her citi-\nzens are generally noble in the cause Of patri-\notism, the peaceful settlement Of the present\nnational crisis has become a matter Of intense\nimport to her; and in viewing the unressona-\nbic, and even outrageous proceedings Of the\nRepublican party, and especially our State\nlegislature, their aVowed unWillingness TO, and\ntheir protestations against any compromise,\nare becoming more and more strongly attached\nto the South as the reVelry Of Republieanism\ngrows louder and fercer; and in the more\nsouthern part Of this state The Indignation\naroused by the message Of Gov. Yates to the\nIllinois legislature, is so great, that il is stated\npositively that IL would be unsafe for the Gov\nernor to visit that part Of the State. have il\nfrom a reliable source that the citV council Of\nCairo have already appropriated funds and\nsent an agent East to procure arms for the de-\nfense Of that city, in case the abolitionists Of\nthe northern part Of the Stasc should attempt\n70 make it place Of rendezvous. And should\nthe States Of Kentucky and Missouri with\ndraw from the Union, we NAV safely hope 10\ninherit the fertile soil Of Southern Illinois, aud\nreceive her noble sons into a Government\nwhere al African is not their superior in Ilfe\n\n\nThe German population Of this State are\nprincipally abolilionists, and the English are\nalmost to a unit, and principally cOercionists;\nand when we consider the place Of their na-\ntivity, and the manner in which a great many\nOf them are hidden away, and are sent secretly\nto this country to escape the penalty Of re-\nbellion and red-republcanism in their own\nand when we consider that the Republican\nparty is, to a very great extent, composed\nOf these aforementioned foreigners, the\ncorruption and Eillainy Of that party is not In\nthe less. surprising. Seeing al that have,\nand knowing all that / know, no longer have\nanv room for doubt that England has been\ndoing all in her secret power for the progress\nOf the present, bat previously looZed-for crisis,\nand probably hoped at some day to reap part\nOf the benefit Of American labor BY despotic\ntaxation. Still they are humored with Fat\nOffices, and allowed all the relations Of life be-\nlonging to Americsn-born citizens, while their\nmalicious hatred would destroy the country.\nThey compose part Of the number who refuse\nto accept the compromise line Of 36 deg. 30\nmin. as an adjustment, bu,- on the contrary,\nare urging the downfall Of the country. The\nline Of 80 deg. 30 min, which is proposed BY\nthe Crittenden compromise, te be run through\nthe territories Of the United States, may be\ntraced upon the map as follows, from the At\nlsntie to the Pacific Il commences at the\npoint on the Atlantic coast, where the dividing\nline between Virginia and North Carolina\ncommences; passes along the line between\nthose two Ststes along the line between\nKentucky and Tennessee; along the line be-\ntween the States Of Missouri and Arkansas\nthence through the territory Of the Cherokee\nnation, through New Mexico, striking the\neastern boundary Of the State Of California, a\nshort distance south Of the middle, striking the\nPacific a short distance south Of Monterey\nbay. North Of this line, the territory Of the\nUnited States, (outsiGe Of the States,) en-\nbraces ], 300, 600 square miles; while south Of\nIl there are but 10000 square miles. North\nOf this line slavery would not 90, though\nlegallzed south Of It, the territ5ry OF New\nMexico embraces 90 600 square miles. Should\ntkis territory be at once admitted az a State,\nas Is proposed BY Dir. Corwin, there would re-\nmain but 10000 square miles Of tsrritory in\nwhich the existence Of slavery would be recoc-\nnized, should the Crittendsn compromise Be\nadopted, while the North would, BY the same\ncompromise, have secured TO it I 300. 900\nsquare miles OF free territory. Rapacious\nSouth Indulgent North This clearly mani\nfszis the unreasonable, outrageous, piratiesl\ndemand OF the North upon the South, and al\nmost buries the hope Of adjustment in OBJ\nsecurity. Il is a memorable and momentous\nthought, but the star Of our Union is now al\nmost In the horiZ1n, and is still slswly but\nfirmly setting, and the lovely autumn which\nbss lust recsded from the momentarv\npresence Of tims-the bright sunshine OF\nour country, which has lately been glim-\nnsred-the magic calmness, which has only\nbeen disturbed, as it were, By the thrilling\nnotes Of some restless fsh-bird (politician)-\nthe lashiRg tides OF reyeiTy, which have\nuntil lately, run high. but FOR az few DAYS\npassed, are partially quelled ali seem to man\nifes indications Of the evening Of her last set\nting, and while she sinks down into The red,\nsmoky tints of Der last summer evening, a\ngloomy darkness dispelis her beautiful rays,\nand as she rides dowa behind mountains of\nglory and honor, the long dismal shadows seen\n10 engthen and stretch 10 their very utmost,\nas she sinks down into obseurity and the\ngreatest danger now impending, is that her\nbright rays may never again fall brightly upon\nour sunny shores but, IL she masf set in OBJ\nscrurlty, ny mottois \"In the name OF life and\ntreasure, LEI her 90 down in peace, and sink\nto rest FOR fortnight, in the grave Of oblivion,\nwith the hope Of sroasing In time another\nVenus, to cast her rays over WAsHIEGroN AND\nTHE SOUTH 20\n\n\nHaving given you brief sketch Of our coun-\ntry, an, cir, yours respectfully,\n\n\nELIJAH JOHNSON."
}