{
  "article_id": "114_1861-03-06_p1_sn83045160_00200290045_1861030601_0134",
  "newspaper_name": "Memphis daily appeal. [volume] (Memphis, Tenn.) 1847-1886",
  "edition": "01",
  "date": "1861-03-06",
  "page": "p1",
  "headline": "5aiIg sppeal.\n\nsOUNP N\"is rliEliN sENTImENr.",
  "byline": "",
  "article": "To he Editors of he 5oaraul of Commerce:\n\n\nBeing subscriber 70 your \"comnerclal.\nthee., snd having an opinion OF my own poiit-\nically, claim the right (which grant 10 All\nother meD) to speak them ont. (a) A puitv\nOf opinion cannot be expected. believe and\nDO bold that the prefsnt and the past Admins\n\n\ntrstions lb( we're corrupt; that the great in\nterssts Of TIE country were entirely overlookea\n(c); and deemed It Tor the welfare Of he lsnJ\nthat a complete change should take place snd\nihe men who controlled ghe Affairs Of the peo-\npie should, Tor while at least, stand aside\nBY the election Of Lincoln. Il seems that\nwas not alone In that way Of thinking. and\nthank God that change was then decided h\nbe necessary, and that it was legally accom-\npushed - And since that election took\nplace. Circumstances have transpired that hsva\nconfirmed that opinion. Now, I would AL i\nthe election Of Lincoln esuse 70 disrupt ire\nGovernment ls) Can you justify a class Of\nmen in the course they are pursuing /? (f0\n\n\nvas Florida bought FOR Florida alone. or\nwas It bought in part that the United States\ncould control the coast and navigation Of he\ngulf 50 that the producs coming down the\ngreat Mississippi river could End safer outlet\nto the markets Of the worieP Was Louisiana\nbought for Louisiana alone, OF bad the buvs-s\nknowledge Of It's Importance, so that the river\nshould be free to all travellers coming or going\n70 the great North or West (g)? And now,\nshall the men who occupy these lands. and\nwho are equally benefited By the Union, and\nwho have much greater voice in the councils\noI TIE nation say to the men livins North,\nWest and East, you rights, bought in part with\nyour money and your blood, shall cease; we\nwill put out the coast lights; we will demand\ntribute for ali passers up and down this father\nq rivers and do YOU justify such men \"a?\nAre these people wronged when living under\nThe laws created by the votes Of her and their\nmembers 10 Congress assembled 10? Wherein\nhas the incoming Administration despoied\nthem Of one Of their Just rights, or wherein do\nthey propose to dsspoil them Of iot or title Of\ntheir proportion OF this great republic?\n\n\nYou forcs the negro il, while The Repub-\nheans are forcing him out, and say to our\nsouthern brothers, that Institution is yours\nWe VII protect you in il 50 long as you claim\nIl as your own. We claim that under il, white\ncivilization does not progress, white labor is\nInjured; and we prefer shat class Of labor to\nserFile negro labor. But IL a State, in her\nlegal assembly, decide for that kind Of labor\nwithin her dominion, % we have nought to\nobject, but bold oct the right hand Of fellow\nship, and say Brokers', We think you err, but\nyou are our brothers STILL AlRKPUBLrcAN."
}