{
  "article_id": "11_1861-03-06_p1_sn83045160_00200290045_1861030601_0134",
  "newspaper_name": "Memphis daily appeal. [volume] (Memphis, Tenn.) 1847-1886",
  "edition": "01",
  "date": "1861-03-06",
  "page": "p1",
  "headline": "DRS. SPIEGEL 4 REINACH,\nRESIDENT PHYSICIANS.\n\n\nAND THE MOST SUCCESSFUL\nCancer Operators\n\n\nIN THE wORLDl\nEight Years in Memphis.",
  "byline": "",
  "article": "TFsRM the public in general that they are prepared\n\n\nto treat all diseases but espec ally those which\n| pronounced incurable, and called chronic\n\n\nTheir treatment Of Cancers is without any rival BE-\ncause they will be expelled from the system, With al\ntheir roots and fbers, enly by utonAl treatment\nwithout eaustios and without the knife.\n\n\nThey also reEt with success according the most in\nproved science OF medicine In Europe Rheumatism,\nn, uragiA, Gout Ophthsmis Fistuls in Ans scrofula\nSyphilis, Dyspepsia, Chr0ne Dysentery Torpid Liver\nGravel Pits TapewOrm, PLEA Dropsy Diseases o. the\nSkin, Bronchitis Consumption all dieases Of the Eye\nand Ear and give pRrtieuar attention to all Female\ncomplaints. especially those Of the womb.\n\n\nNegroes who are afflicted With any 3f the above\ndiseases will be cured and nd good beard and ac-\nc0mmcaatons while under treatment at the dscofs in\nUrinary.\n\n\nThe doctors call attention OF patience at q distance\nthat II tey are not prepared 10 consult the doctors per-\nsaAebiy By writing TO them with o. ali\nme symptoms Of the disease medicine viii be forwarded\nby Adams express.\n\n\n- Consulting Rooms, No. $40 Main street between\nUnion and GaycSo streets. Inhrmary Union street\neast Of bayou, al Dr.. SpiegePs private residence.\n\n\nDr. c. Spiegel has, in his thirty years practice,\npecisy chronic diseases cured them with the utmost\nsuccess. He has in his possession FIVE thousand\nplants, herbs bsrks, etc. which he rely upon to\ndiseases which t the most sucoessfu prach-\ntoners pronounced incure\n\n\nhe also makes it his q a rrs-.los = ueat sl ~\nvRte diseases wtbtne utmost snqt ih short tin'\n40 ints5e u how long standing nos what naturs.\n\n\nAll Dr.. spiegel asks from tie sfdcted is fair trla\nthen all the reference he viii give viii be speedy\n10 them.\n\n\nThousands OF testimonials, from the most reliabl\nsource, may be seen at the dOcor's once dels-sm"
}