{
  "article_id": "53_1861-03-06_p1_sn83045160_00200290045_1861030601_0134",
  "newspaper_name": "Memphis daily appeal. [volume] (Memphis, Tenn.) 1847-1886",
  "edition": "01",
  "date": "1861-03-06",
  "page": "p1",
  "headline": "",
  "byline": "",
  "article": "one little variation from strict equality. viz\nthat while Republican, eoEcedes TO sil othel\nmen the right to express theh' opinions throsgh\ntheir own mouths, be @claims TIE rights ts\nspeak through ours. Il is lueky for Us that\nnot all OF our fifteen thousand subscribers\nclaim and exercise the sane right; for if they\ndid, We should bsve our mouths fun, if not oui\nhands. We rather guess strict construction\nOf the bargain between US and any subscriber\nwould limit his \"right'' 70 the mere natter ol\nreceiving the paper For the paper he pays,\nand for nothing else.\n\n\nCb.) How far back? As far as Washing\nton2 He was quite as mach abused and de-\nfamed as Buchanan has been, OF as Pierce 81\nPolk was One good thing, at least, Mr.. Bu-\nchEnan bas done, viz, be has saved the nation\nfFon CIVIL WAR. Whereas, had Republican\noccupied his place, actuated BY the prevailing\nspirit Of the Republican party, there is every\nreason 70 believe that long ere this. northern\nand southern men would have been butchering\neach other.\n\n\n(e.) HThe great interests Of the eouutrv'' in\nPennsylvania mean iron; in Connecticut,\nwooden nutmegs; In Massachusetts, cotton and\nWcolen manufactures. Il is probably true th at\nsome OF the past Administrations have \"over-\nlooked1 these interests, in the opinion Of those\n10 whom they are all in an; that IS, they have\nnot sacrificed the interests OF the many to the\ninterests Of few. TIE ulonstroaftv brought\n\n\n\nresentatives in the shape Of a tariff bill, shows\nthe kind Of locking after which ssthe great in\ntsrssts OF the country\" are likely to receive \"\nder Republican rule\n\n\nID It was. and 80 it would have been, even\nthough the rsil-splittsr had received but 5 600\nvotes; provided the number Of candidates had\nbeen 20 great that 5.e00 votes would suffice for\nbis election nuaa;uf- n the two Demo\ncratic Candidates 2gaElsa and HfsrtinriilEe,\n-rr- 49,\nvotes thsu LiHHe5n dia. Ius zf.szzs alma\nnas- gives The full rsterns e. follows;\n\n\n565 q.\nErecEl lhrids bals5a3\nDsnoerstic 2s sli\nDem. 256 as\n\n\nIt is said that the Democratic vote ss thus\ngiven, includes some Bell men m those States\nwhere there we're fusion tickets; we admit it\nbut on The other hahd. the vote OF So. Carolina,\nwhose electors are chosen BY the legislature, is\nnot included at an. Being unanimous for\nBreckenridge iis popular vote, II cast, would\nhave added 40 600 or 81, 0,080 to the Democratic\nvote, notwithstanding the split ia its ranks\nwas some 800, ,090 to $50, COO larger than that\ngiven for Lincoln. n We add The 590, ,63l votes\ngiven to Bell. we have an aggregate majority\nsgainsi Lincoln az 946 $50 votes, OF, including\nSouth Carolina. /, 100000 in round numbers.\nII aHepu5licsnD can End q heart to chuckle\nover these figures, be is welcome to DO, 80.\nTnev prove conclusiveiy that although Mr..\nLincOlu's election was illegally accomplished, >\nIl was accomplished in opposi' ion to the wishes\nOf a vast majority Of the people. II sver a\nPresident could be rightly styled \"His Aeci-\ndeBcy,1 saying nothing about bis unexpected\nnomination at Chicago, Abraham Lincoln is\nthat man.\n\n\nOne would think, judging from the tone Of\nthe Republicans, that hey bad a vast majority\nOf the people with them, and that they were in\nno danger hereafter of losing their political as\neendancy. Il is true that BY driving out Of the\nUnion six or seven ates, ali Of which were\nunanimously opposed to the Republicans, the\nlater have increased their relative strength in\nthose that remain; and viii increase il still\nmore il seven or eight additional states should\n70 Of, eg they surely viii in case the new Ad-\nrniuisiratfon should adopt q correiye policy\ntowards the seeding States. But we warn\nthe gentlemen that, isttering ss this view Of\nthe subject may be 70 their ambitions, the day\nOf reckoning is near, when the Don-slavehold-\nfng sstes, without any help frsm other quar-\nters, viii demand Of the party which has all\nbat ruined the country, an account Of its\netswzrdship. And Il requires no seer to fore\nten that TIE result win Be its utter overthrow,\nand the rs-estsblisbmsut Of the conservative\nmarty under one name or another, unless (Which\nIL perhao too rruch to be hoped) the Admins\ntration should reverse the policy OF it's party\nhitherto, and BY kindness and conciliation,\nrepair, 90 far ss it can now be done, the terri\nbe evils which that has already brought upon\nthe country\n\n\n(s.) tits not claimed to be, fA itself, even ~\nsfbs South. Rev. DR.. ThornWef, Of South\nCarolina, who may be presumed to speak che\ngeneral sentiment Of bis State, saws, In the\nic-rr.--- rl-~sl.rfs~fau rr4ess~ The fzaup 4 a.\nrespect, not to the man, but TO the principles\non which be is pledged 10 administer the Gov\nernmenl, and which, we are significantly in\nformed. are TO be impressed upsn it in all time\n70 come. His election seals the triumph Of\nthose principles, and that triumph seals the\nEubversion Of the Constitution, 10 relation to\n4 matter Of paramount Importance to the\nSouth\"\n\n\n~ There are a great many classes OF men\nwhose course We cannot Justify BIT presum-\nfnv that g Republicsnr refers to the course Of\nM seeding States in Withdrawing from the\nUnion. we snsWer, that we think they acted\nhastily and unTiselv. We think they should\nhave tested more thoroughly the questien\nwhether tiev couid not obtain their constiiu-\ntionsI rights in the Uni0z. Had they done 50,\nand sseertsined that they could not, but were\n10 Be deliberately, Intentionally and Perma-\nnentir deprived Of those rights, In spite OF\n%\n7,rspsred TO say that they would not have been\niuTtifsd in seeding. True they would have\nhad no coEstifEti0nGl right 10 do So neither\n-voUld the North have had any constitutional\nrigbs 10 withhold from the South immunities\n~ privileges secured to them BY the Constl-\nfrfion IN that respect, the North and me\nsouth would have stood on level\n\n\nm Undoubtedly, Ia making the purchase\nIf Iouisisns and Florida, The nation had rel\nerencs to TIE freedom and security o. naFlga-\ntor. ss well as TO jurisdiction, and me Ilgns\nOf soil In the purchase Of Lousians, tto o.\n~. oeee5ipg States, Georgia snd South caro-\niIra participated; and, thef0re, on the pfinei-\n-ies ~ equity. are entitled to their snare or\n- rcsrIts. Ia the purchase Of Florida nearly\nm he seeedinz States participated Ia me\n-,,-rrSsse Of CalHornfa, New Mexico, etc. ana\n- arouieition Of Oregon (noW DIVIDED ihto\nOregon and Hashington) an tne Hees..'s\nstates participated. Nov suppose We nlaxs 49, .\ni1tfis esIeuiatiou, with 3 yie9 10 ascertain\n- ~, sere5ing sts,es have more than their\n.hs-s ~ he acquired territory. According %\n~ eensus rspsrt Of 1850, the number OF squHIe\nTniIss acquired by The purchase o. Lolisiaho'\nIn lsos. a. established and defined BY me\n\n\n:, ists SIS ass\n~, -. ,r.ey y Floridi Isis.---..--......-.- 3 ~\nn, iis fresfy of MsTioo (.stsl sl-------'--'- - ~\nOrsFon firssty q lsi2)\n\n\nsausre euiie-....-----.--.a.---.-'\n\n\nOF sbis vstr territory there is en-\n\n\nbrsced in the seeding States;\n\n\nT1uisiana statt.-.--...---.-''-.----.- ~ a.\n\n\nurortf. .....sss.ss---- 80 - -\n\n\nAud al paFis q HIS @na A'\"'' - 1ssI55\n\n\nI,60s 0ss\n\n\nBIT appears that Of the terIltory PIreease .s\nor Otherwise acquired BY The United ststes az az\n~ m. ,sscs n l7ss ana prior % 1850. the SIX"
}