{
  "article_id": "2_1861-03-06_p1_sn83045160_00200290045_1861030601_0134",
  "newspaper_name": "Memphis daily appeal. [volume] (Memphis, Tenn.) 1847-1886",
  "edition": "01",
  "date": "1861-03-06",
  "page": "p1",
  "headline": "",
  "byline": "",
  "article": "\n\n\nseeeded. Those .yhich belonged to the sepa-\n4 rate colonies, were thrown into common stock\n/ al the date Of the confederation. 50 far 81 CON-\n/ meree was concerned, and those which were\n/ sfterwsrd acquired, became thereby subject\nJ to the same system. The States now remaining\nI in the Union, never bad any higher interest In\nj the coasts Of South Carolina and Georgia, or\nI Of the gulf States, than the latter bad in the\n/ coasts Of the Northern or Pacihc states.\n+ No matter bow the territory was originally\n/ acquired: when the States sever8iiy cane into\n( the Union, they were all on par, and their\n/ coasts also. Those recently admitted, have\n/ precisely tke same rights as The original thiF-\n! teen. The coasts, to the extent Of a marine\n1 league from the shore, follow the destiny OF\n/ the land adjacent II the land has seeded, so\n/ has the coast. to The extent Of a marine league\n/ from the shore.\n\n\nTo talk about the inconveniences which the\n/ commerce Of one Republic or the other may\nI suffer in consequences Of secession, Is there\nI fore idle, except as it may serve ss an argu-\nI ment in favor Of reconciliation or reeonstruc-\n] ton. II regard to the States which havs now\n{ seeded Il should have been thought Of months\n/ and years ago, when we warned the Republic\nI cans again and sFain-Yea, scores Of tines\n/ Of the disasters they were bringing upon the\ncountry. The way now to diminish fhe extent\n/ Of the calamity and make il endurable, is ex-\nZ actly The opposite to that indicated BY :\" Re-\nI publican It is not coercion, but a prompt\n/ and liberal arrangement BY treaty, securing re-\nI eiprocal advantages, satisfactory and Just to\nI both parties. Coercion, or any description Of\nI bullying, will only make matters worse. All\n/ the pending questions, whether relating to the\nI property Of tbe United States within tie new\n! Republic, or TO commerce, tunnage duties. post\n| Office arrangements, etc, can easily be ADJUST\ned in a general settlement, il only we approach\n] A. ~. l.\n! rOcal commerce and reciprocal post Office ar\nrsngements with Canada-why not wi b ths\nnew Repubhc2 Pursuing this course, our\n! trade with the seeded States would not be\ngreatly disturbed In short, we can make the\nnew Republic 2 very useful neighb0r and\nfriend, or a deadly enemy, Just as we please.\nConquer her We cannot. She is too powerful\n\n\nand brave for that. And we are glad she is\n\n\nso. Wewant to see no butchery among breth-\n\n\nrsn.\n\n\n() Republican - is doubtless aware that\n\n\nthe Congress of the new republic has uHdnf-\n\n\nnloHsiv passed an ordinance declaring the navi-\n\n\ncation Of the Father Of Waters free. No\n\n\n\" tribute . is demanded or desired. The whole\n\n\ntheory Of the new republic, 30 far ss trade\n\n\nand commerce are concerned, is liberal in the\n\n\nextreme.\n\n\na. Yes; we think they have been wronged.\nThey may Just as easily be wronEed bv Con-\n\n\ngress in which they are but lean minority, as\n\n\nif they were not there at all. TIE only defense\n\n\nthey had against unjust legislation on the part\n\n\nOf the northern majority, was the Constitution.\n\n\nThat would have been a real defense il it bad\n\n\nbeen faithfully adhered to. But so long as\n\n\nthere is a \"higher law\" (not the Bible, but\n\n\nmems private judgment or opinisn,) 10 which\n\n\nall other laws are subject, what are constitu-\n\n\ntions good for? It was because the cotton\n\n\nStates believed they had no protection in the\n\n\nConstitution or otherwise, against urconsli-\n\n\ntutionsl and oppressive legislation by Congress\n\n\nand individual States, that they determined to\n\n\nprotect themselves.\n\n\nID or course the incoming administration\n\n\nhas not despoiled the South Of one Of their\n\n\nrights as yet, for it is not yet n power. What\n\n\nil iciH do, we will know when the time comes.\n\n\nWe hope for the best; but under the pressure\n\n\nwhich will be sure to come to the a2ministrs-\ntion from northern ultraists we dare not be\n\n\nconfident. That wing Of the Republican party\n\n\nis very powerful, though we hope it is gradual\nly losing ground.\n\n\nlk.) What chance is there for fhat, so long\nAl you exclude the South from the Territories\nThat Shareholders have as good right there as\nnon slaveholders, and as good a right TO take\ntheir families with them as non-slaveholders\nhave to take theirs, is plain to anybody who is\nwilling to see and besides, It has been de-\nclsred 10 be SO By the Supreme Court Of the\nUnited States. II you \"foree the negro' out\nwhen the Constitution lets him in, you violate\nthe Constitution, and trample on the rights Of\nthe South. We are sure the North would\nnever consent to be excluded from the common\nterritories; neither viii the South."
}